Autodesk.Revit.DB.Events.PositionsSavedEventArgs.CustomScale
The custom scale for the linked document.
Since:
2018

Autodesk.Revit.DB.Events.PositionsSavedEventArgs.Unit
The unit of measure for the linked document.
Since:
2018

Autodesk.Revit.DB.Events.PositionsSavedEventArgs.LinkedFilePath
The path of the linked document.
Since:
2018

Autodesk.Revit.DB.Events.PositionsSavedEventArgs
The event arguments used by the PositionsSaved event.
Since:
2018